9/data/attachments/bdf7e9032d5f110d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jason_mission_Friend_80503_7</nif:username>
            <nif:friendToBeRequested>soap_friends_57c0ffc4-d148-40b0-9854-4359852bcd50</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>